[{"tag": "Sport", "datetime": "03/09/2021, 22:03:34", "title": "Record-breaking Dressel wins fifth Olympic gold as Mckeon makes history", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Caeleb Dressel powered to his fifth gold medal of the Tokyo Olympics as the United States won their duel in the pool with Australia ahead of the hotly anticipated men's 100m showdown on the track.", "Elsewhere on day nine in Japan, home favourite Hideki Matsuyama targets golfing gold while Germany's Alexander Zverev takes on Russia's Karen Khachanov in the men's tennis final.", "US gymnastics great Simone Biles, struggling with a debilitating mental block, withdrew from the floor final, leaving her just one more chance of competition in Tokyo.", "Record-breaking Dressel ", "Dressel dominated the men's 50m freestyle final with an Olympic-record time of 21.07sec and then returned to help the US team smash the world mark in the men's 4x100m medley relay.", "He also won the 100m freestyle, the 100m butterfly and the 4x100m freestyle relay earlier in the Games at the Tokyo Aquatics Centre.", "Emma McKeon grabbed her fourth gold and seventh medal of the Games when she helped Australia to the women's 4x100m medley relay crown, just 40 minutes after winning the 50m freestyle.", "She is just the second woman to win seven medals at one Olympics after Ukrainian gymnast Maria Gorokhovskaya in 1952.", "America's Robert Finke touched first in the men's 1500m freestyle to make it a distance double after winning the 800m earlier in the meeting.", "Dressel, 24, failed to get close to matching Michael Phelps' eight-gold haul in at the 2008 Beijing Games but he leaves Tokyo with his position unchallenged as the biggest name in the sport.", "The American, who also won two relay golds at the Rio 2016 Games, set Olympic records in both the 50m and 100m freestyle and smashed his own world record in the 100m butterfly.", "The United States ended with 11 golds in the pool, two ahead of fierce rivals Australia.", "Britain were third with four.", "HIGH FIVE. Caeleb Dressel leaves the #TokyoOlympics with five golds! pic.twitter.com/420YuW9AVl", "In the morning session, China's Gong Lijiao lived up to her pre-Olympic form by winning gold in the women's shot put, denying New Zealand veteran Valerie Adams a third successive gold.", "Gong managed a personal best of 20.58 metres on her sixth and final attempt, having led the competition from her opening effort of 19.95m.", "Bolt crown up for grabs", "Later on Sunday, Usain Bolt's Olympic 100m crown is up for grabs on the second day of action in the cavernous, spectator-free Olympic Stadium.", "The pandemic-postponed 2020 Games are the first since Athens 2004 to be held without Jamaican sprint king Bolt, who retired in 2017 after winning the 100m-200m sprint double in Beijing, London and Rio.", "The race looks wide open if the first round is anything to go by. American Trayvon Bromell, who owns the fastest time this year of 9.77sec, only scraped through as a fastest loser after finishing fourth in his heat.", "The golf competition is set for a thrilling climax at the Kasumigaseki Country Club, with a clutch of stars including Xander Schauffele, US Masters champion Matsuyama and Britain's Paul Casey all in the mix.", "\"I'm going to focus on having fun and trying to play well,\" said Matsuyama, who is playing in the final group of his home Olympics.", "With Biles taking a back seat due to mental health issues, freshly crowned all-around champion Sunisa Lee goes for uneven bars gold as the apparatus finals begin.", "Biles's withdrawal from the floor final leaves just Tuesday's beam as she wrestles with the \"twisties\", which leave gymnasts unable to orientate themselves in mid-air.", "\"Simone has withdrawn from the event final for floor and will make a decision on beam later this week. Either way, we're all behind you, Simone,\" USAG tweeted."]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:34", "title": "German cycling official apologises over 'get the camel drivers' comments", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Patrick Moster, the sporting director of the German cycling federation (BDR), has been forced to apologise after he was caught on camera making racist remarks during the men's Olympic road time trial.", "\"Get the camel drivers, get the camel drivers, come on,\" said the German official on Wednesday as he urged his rider Nikias Arndt, who was chasing opponents Algeria's Azzedine Lagab and Eritrea's Amanuel Ghebreigzabhier during his time trial effort.", "READ MORE: Algerian judo player quits Olympics to shun Israeli opponent", "So we are all ok with Patrick Moster saying 'get the camel drivers' to motivate Nikias Arndt to catch Algerian & Eritrean riders in the #TokyoOlympics #CyclingRoad time trials today? Yes he apologised saying he has 'friends with North African roots' 🤦🏽‍♀️pic.twitter.com/7a3mXUNULg", "Moster invokes 'heat of the moment'", "On German TV, ARD commentator Florian Nass was left stunned, describing the comments as \"totally wrong\".", "\"Words fail me,\" he added. \"Something like that has no place in sport.\"", "Moster has since apologised for his comments, which he said were made in the \"heat of the moment\".", "\"I was in the feed zone and cheered on Nikias Arndt,\" he told German DPA news agency.", "\"In the heat of the moment and with the overall burden that we have here at the moment, my choice of words was not appropriate,\" he said.", "\"I am extremely sorry and can only offer my sincere apologies. I didn't want to offend anyone,\" he added.", "Arndt finished the time trial in 19th place, three minutes and 45 seconds behind Slovenia's gold medalist Primoz Roglic.", "READ MORE: Tokyo Games ceremony director dismissed over past comments on Holocaust"]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:35", "title": "Tokyo 2020 latest: Zverev ends Djokovic's Golden Slam hopes", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Zverev ends Djokovic's Golden Slam hopes with comeback win ", "Novak Djokovic's bid for a calendar Golden Grand Slam has been dramatically ended by Alexander Zverev in the Olympics men's singles semi-finals.", "The world number one collapsed from a set and a break ahead as German fourth seed Zverev won 1-6, 6-3, 6-1 on Friday to set up a Sunday final against Russian Karen Khachanov.", "The 34-year-old Djokovic has never won the Olympic singles title.", "The Serbian star had already captured the Australian Open, French Open and Wimbledon trophies this year and needed Olympic gold and the US Open crown to emulate Steffi Graf, who achieved the feat in 1988, by winning the Golden Slam.", "But his attempt to make history came to a close as Zverev powered 30 winners past the usually impregnable Djokovic in a stunning display.", "It was yet more heartbreak for the 20-time Grand Slam champion at the Olympics, where his best result is a bronze medal in 2008.", "He lost to eventual winner Andy Murray in the semi-finals in London nine years ago and was in tears after a first-round exit to Juan Martin del Potro at the 2016 Rio Games.", "Zverev is looking to become the first German to win singles gold since Graf in Seoul after winning 10 of the last 11 games against Djokovic.", "US swimmer accuses Russia's Rylov of doping in Olympics row", "American swimmer Ryan Murphy accused Evgeny Rylov of doping after he was beaten by the Russian in the Olympic 200m backstroke on Friday, sparking an angry denial from Moscow.", "Murphy raised doubts about the result when he claimed he was \"swimming in a race that's probably not clean\".", "Rylov said he was \"surprised\" by Murphy's \"strange\" suggestion.", "In an explosive statement on Twitter, the Russian Olympic Committee (ROC) said \"the broken record is once again playing the song about Russia doping and someone is diligently pressing the button on the English-language propaganda\".", "The Russian Anti-Doping Agency said Rylov had been tested three times this year and that he was \"prepared and clean.\"", "Murphy had to settle for silver after being beaten for a second time this week by the 24-year-old Rylov, who set an Olympic record of 1min 53.27sec.", "It was the Russian's second gold after he won the 100m backstroke on Tuesday. ", "READ MORE:\nSimone Biles pulls out of another Olympics event over mental health", "Wang, Huang win all-China final in badminton mixed doubles", "China's Wang Yilyu and Huang Dongping upset the odds to win Olympic badminton mixed doubles gold on Friday, scoring a rare victory over compatriots Zheng Siwei and Huang Yaqiong.", "The two pairs had met 15 times before the Tokyo final, with Zheng and Huang – twice world champions and the number-one ranked team – winning on 13 occasions.", "But Wang and Huang edged a tight match 21-17, 17-21, 21-19 to secure the gold.", "\"My mind went blank after the final point -- it still hasn't sunk in yet,\" said Wang.", "\"I had to tell myself, 'if you want to win this gold medal, first you have to win over yourself'.\"", "The victory gave China its fourth Olympic gold in mixed doubles, putting the nation back on top after Indonesia's Tontowi Ahmad and Liliyana Natsir had won the title at the 2016 Rio Games. ", "McIlroy thunders up leaderboard as Schauffele leads Olympic golf", "Rory McIlroy thundered into contention as world number five Xander Schauffele shot 63 to grab the clubhouse lead before weather halted play for a second time on Friday at the Olympic golf tournament.", "American Schauffele shot an eight-under par round to lead at 11-under, a shot clear of Mexico's Carlos Ortiz (67), when play was stopped because of a severe storm with six groups still yet to finish.", "Earlier, Ireland's four-time major champion McIlroy shrugged off the day's first delay for lightning, which lasted more than two hours, to finish four shots behind Schauffele.", "Japan home favourite and US Masters champion Hideki Matsuyama shook off the mental fatigue he suffered Thursday in his first tournament for six weeks since contracting coronavirus, and was eight-under with two holes to play, having picked up six birdies.", "McIlroy, without a cap with no sponsor to please, took off with a brilliant birdie-birdie-eagle run from the sixth hole.", "READ MORE: Tokyo Olympics are finally here despite Covid resurgence", "", "", "", ""]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:35", "title": "Simone Biles pulls out of another Olympics event over mental health", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Superstar gymnast Simone Biles has pulled out of a second event to protect her mental health, putting the spotlight on athletes' wellbeing at the Tokyo Olympics held under strict rules to prevent the spread of coronavirus.", "Biles, who caused shockwaves with her withdrawal during the team event on Tuesday, also ditched the all-around on Wednesday, raising doubts about her further participation in Tokyo.", "The 24-year-old American's struggles follow those of Japanese tennis star Naomi Osaka, another face of the Games who lost in the third round on her return from a mental health break.", "They overshadowed another busy day at the delayed 2020 Games, where US swimming great Katie Ledecky bounced back from her second defeat by Australia's Ariarne Titmus to win her first gold in Tokyo.", "READ MORE: Gymnast Biles exits Olympic team final due to 'mental health'", "Eye on four remaining individual events", "Biles, unbeaten in all-around competition since 2013 and widely touted as the \"GOAT\" (Greatest Of All Time), arrived seeking five Olympic titles to equal Soviet gymnast Larisa Latynina's career record of nine.", "But this week she complained she had \"the weight of the world on my shoulders\" and withdrew after a single, shaky vault in the team competition. ", "Attention will now focus on whether she will compete in her four remaining individual events.", "Biles is not alone in suffering mental problems, and several athletes have complained of difficulties during coronavirus lockdowns. Australian basketball star Liz Cambage was one who skipped Tokyo fearing its \"terrifying\" living conditions.", "On Wednesday, Dutch athletes in quarantine in Tokyo after testing positive revealed they staged a sit-in strike over the harsh conditions, eventually earning the concession of being able to stand at an open window for 15 minutes a day.", "\"Not having any outside air is so inhuman, and it is mentally super-draining,\" said street skateboarder Candy Jacobs, while taekwondo fighter Reshmie Oogink called it \"Olympic jail\".", "International Olympic Committee spokesman Mark Adams said support measures included psychologists in the Athletes' Village and phone helplines.", "\"That became more urgent obviously with the Covid pandemic, so we've been working on that quite a lot,\" he said.", "READ MORE: France shock US dream team with stunning defeat in Olympics basketball", "After further medical evaluation, Simone Biles has withdrawn from the final individual all-around competition. We wholeheartedly support Simone’s decision and applaud her bravery in prioritizing her well-being. Her courage shows, yet again, why she is a role model for so many. pic.twitter.com/6ILdtSQF7o", "'Terminator' Titmus", "Elsewhere Ledecky, who won four gold medals at the Rio 2016 Games, lost her 200m freestyle crown to Titmus, two days after also ceding her 400m title to the Australian.", "But Ledecky regrouped to annihilate the field in the first women's 1500m held at an Olympics, finishing more than four seconds clear of US teammate Erica Sullivan.", "Ledecky, 24, is just the fourth female swimmer to claim six Olympic gold medals, with her first coming in the 800m freestyle at the London 2012 Games.", "But Titmus, nicknamed \"Terminator\", is emerging as one of the stars at the Tokyo Aquatics Centre.", "Japan's Yui Ohashi completed a medley double, winning the 200m event to go with the 400m gold she secured on Sunday, while world record-holder Kristof Milak powered to the men's 200m butterfly gold.", "Britain's freestyle swimmers brought the morning session to a thrilling climax, narrowly missing out on a world record in the 4x200m freestyle as they beat the Russian team by more than three seconds.", "In baking conditions, Spanish tennis player Paula Badosa retired and left the court in a wheelchair after suffering heatstroke.", "Russia's Daniil Medvedev had breathing problems during his third-round win over Fabio Fognini, and asked the umpire, \"If I die, are you going to be responsible?\"", "Tokyo heat", "In response to the incidents, organisers said from Thursday matches would not start until 3:00 AM to avoid the worst of the Tokyo heat.", "Elsewhere, Dutch rider Annemiek van Vleuten won the women's cycling time trial, and Fiji retained their men's rugby sevens title with a typically free-flowing 27-12 win over New Zealand", "In men's basketball, the United States bounced back to hammer Iran 120-66 after they fell to a strong French team for their first Olympic defeat in 17 years.", "Players and coaches from the geopolitical rivals chatted after the game. USA coach Gregg Popovich said: \"People generally get along and appreciate each other, no matter what country you are talking about."]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:35", "title": "Gazoz claims gold in Turkey's first Olympic medal in archery", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Turkish archer Mete Gazoz has won the gold medal in men's individual archery final at the 2020 Tokyo Olympic Games and brought his country its first-ever Olympic medal in archery.", "Facing world no. 7 Italian archer Mauro Nespoli in the final, Gazoz, 22, won the match 6-4 and bagged gold.", "Previously, the Turkish archer faced Japan's Takaharu Furukawa, won the semifinal match 7-3 to reach the final.", "World no. 4 Mete Gazoz has two individual Archery World Cup championships, one gold medal in recurve man at Mediterranean Games and has two gold medals in individual at European Youth Championships throughout his career. ", "READ MORE: Tokyo 2020 latest: Zverev ends Djokovic's Golden Slam hopes"]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:36", "title": "US swimmers Dressel, Ledecky win gold again at Olympic pool", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Caeleb Dressel has added a world record to his growing medal haul and Katie Ledecky closed out her Olympics with another victory, too.", "Dressel won his third gold medal of the Tokyo Games with a world record in the 100-meter butterfly.", "About 20 minutes later, Ledecky claimed her expected gold in the 800 freestyle, though she was pushed hard by Australian rival Ariarne Titmus.", "Ledecky finished up with two golds, two silver and a fifth-place finish at the Tokyo Aquatics Centre — not as successful as she was five years ago in Rio de Janeiro, but not bad at all.", "Dressel led right from the start and held off Hungary’s Kristof Milak to touch in 49.45 seconds, breaking the mark of 49.50 that the American set at the 2019 world championships in Gwangju.", "Milak, winner of the 200 fly, earned the silver with a blistering 49.68. The bronze went to Switzerland’s Noe Ponti.", "READ MORE:\n'Just proud': Relentless Ledecky finally wins gold at Tokyo Olympics", "When he saw the “WR” beside his name, Dressel smiled and joined hands with Milak in the lane next to him. They raised their arms together before Dressel flexed his left arm and pumped it in the air.", "From the nearly empty stands, the cheers from Dressel's teammates rang through the arena. When he was announced as the Olympic champion, he raised his right arm again as he walked along the deck.", "He didn't want to exert too much energy; he had two more races on his morning schedule.", "Imagine being Katie Ledecky 👀Coming into tonight's 800m Free Final, she owned the top 23 times in the history of the event. Tonight's gold medal-winning time of 8:12.57 keeps it that way. #TokyoOlympics pic.twitter.com/WlK4S4eb8L", "First female swimmer to capture six gold medals", "Ledecky became the first female swimmer to capture six individual gold medals with her third straight Olympic title in the 800 free.", "Ledecky led all the way in a race she hasn’t lost since 2010, winning with a time of 8 minutes, 12.57 seconds .", "Titmus closed strong to claim the silver in 8:13.83, while the bronze went to Italy’s Simona Quadarella in 8:18.35.", "Ledecky lost her first two individual matchups with Titmus, but finally beat the Terminator in their final showdown.", "The Australian women did claim another gold.", "Kaylee McKeown completed a sweep of the backstroke events with a victory in the 200 butterfly. Her winning time was 2:04.68.", "The silver went to Canada’s Kylie Masse in 2:05.42, with another Australian, Emily Seebohm, claiming the bronze in 2:06.17.", "Americans Rhyan White and Phoebe Bacon finished fourth and fifth.", "The Australians have won six women’s swimming gold medals in Tokyo and seven golds overall.", "Dressel’s victory started off a busy morning.", "Shortly after collecting his gold medal, he had to hustle back to the deck for the semifinals of the 50 freestyle, where he won his heat. He was also anchoring the 4x100 mixed medley relay, a new Olympic event that features two men and two women on each team.", "Dressel is expected to take part in two more finals Sunday, the last day of the swimming competition at the Tokyo Aquatics Centre.", "If Dressel sweeps his events, he'll become the only the the fourth swimmer and fifth athlete overall to win six gold medals at a single Olympics.", "Phelps did it twice", "Swimming icon Michael Phelps did it twice, capturing six golds at the 2004 Athens Games before setting the record with eight golds in Beijing four years later.", "Phelps broke the mark held by Mark Spitz, who won seven golds at the 1972 Munich Olympics.", "Also winning six golds were East German swimmer Kristin Otto in 1988 and gymnast Vitaly Scherbo of Belarus in 1992, when he represented the Unified Team that emerged from the collapse of the Soviet Union.", "READ MORE: Tokyo Olympics officially opens with ceremony in near-empty stadium"]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:39", "title": "'Just proud': Relentless Ledecky finally wins gold at Tokyo Olympics", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["When Katie Ledecky finally saw that familiar number next to her name, the emotions have flooded to the surface at the Tokyo Aquatics Centre.", "She tumbled over the lane rope to hug her runner-up teammate. ", "She let out an uncharacteristic scream toward the American cheering section in the mostly empty arena. Finally, as the tears seemed ready to flow, she pulled the goggles back down over her eyes before exiting the pool.", "On her third try at these Olympics, Ledecky finally touched first.", "Bouncing back from the worst finish of her brilliant Olympic career, Ledecky claimed the first-ever gold medal in the women’s 1,500-metre freestyle on Wednesday.", "About an hour earlier, she was blown away by Australia's Terminator, Ariarne Titmus, who made it 2-for-2 in their rivalry with a victory in the 200 free.", "Ledecky didn’t even win a medal, the first time that’s ever happened to her in an Olympic race. She was far behind all the way, never getting any higher than her fifth-place finish.", "“After the 200, I knew I had to turn the page very quickly,” Ledecky said. “In the warm-down pool I was thinking of my family. Kind of each stroke I was thinking of my grandparents.”", "Her voice choked with emotion. She crunched her eyes trying not to cry.", "“They’re the toughest four people I know,” Ledecky said, “and that’s what helped me get through that.”", "The metric mile wasn’t quite the breeze that everyone expected, given Ledecky's longtime dominance in an event that was finally added to the Olympic program for these games. She built a big lead right from the start, then worked hard to hold off American teammate Erica Sullivan’s blazing finish.", "But it was Ledecky touching first in 15 minutes, 37.39 seconds. Sullivan claimed the silver (15:41.41), while the bronze went to Germany’s Sarah Kohler (15:42.91).", "“I think people maybe feel bad for me that I’m not winning everything and whatever, but I want people to be more concerned about other things going on in the world, people that are truly suffering,” Ledecky said. “I’m just proud to bring home a gold medal to Team USA.”", "READ MORE:\nGymnast Biles exits Olympic team final due to 'mental health'", "Also winning on a busy day at the pool:", "- Britain captured its first gold medal in the men's 4x200 freestyle relay since 1908, blowing away the field with a powerhouse group that included the top two finishers in the 200 free individual race, Tom Dean and Duncan Scott. The Americans failed to win a medal in the relay for the first time other than the boycotted Moscow Games in 1980.", "- Japan’s Yui Ohashi completed her sweep of the women's individual medley with a victory in the 400, holding off a pair of American teenagers.", "- Kristof Milak of Hungary romped to a dominating, but rather nerve-wracking, victory in the men's 200 butterfly after hastily changing out a torn suit just before the race.", "Titmus secured her place as one of the game's biggest stars and gave the Australian women their third individual swimming gold with an Olympic record of 1:53.50, adding to her thrilling triumph in the 400 free.", "In her first victory, Titmus conserved her energy over the first half, then rallied to pass Ledecky with the second-fastest performance in history.", "Ledecky settled for silver and set her sights on redemption in the 200.", "READ MORE: Osaka knocked out of Olympics as Brazil, US surf for gold", "", "Nowhere to be found", "Instead, she was nowhere to be found.", "The defending Olympic champion made the first flip in seventh place and finished in 1:55.21, nearly 2 seconds behind the winner.", "Siobhan Haughey of Hong Kong led much of the race before hanging on to take the silver in 1:53.92. The bronze went to Canada's Penny Oleksiak in 1:54.70.", "“Obviously having a great swim in the 400 gives me confidence coming into the 200,” Titmus said. “I thought my back end was definitely my strength in the 400. I knew I could have that on the way home in the 200.”", "Titmus, who will face Ledecky again in the 800 free, showed compassion for the swimmer who was thought to be her biggest rival.", "“I don’t think it’s a bad result for her. She’s still fifth at the Olympic Games,” the Aussie said. “This was the field that had the most depth of all my events.”", "Indeed, Italy’s Federica Pellegrini of Italy finished seventh in her fifth and final Olympics. She won the gold in 2008 and is still the world-record holder.", "A day after Simone Biles' stunning withdrawal from the gymnastics team event, Ledecky insisted that she wasn't bothered by the burden of enormous expectations placed on her after winning four gold medals and a silver at the 2016 Rio Games.", "“I feel like I handle the pressure,” she said. “The biggest pressure I have is the pressure I put on myself and I feel like I’ve gotten past that over the years. I truly just want to enjoy this experience.”", "The British team was enjoying itself after a historic 4x200 free relay win.", "Dean led off for the winners, James Guy and Matthew Richards took the middle legs, and Scott finished off the victory in 6:58.58.", "That was just off the world record set by the Americans (6:58.55) at the 2009 world championships during the rubberised suit era.", "READ MORE: Tunisian teen stuns swimming superpowers with Olympic gold", "First British gold", "It was the first British gold in the event since it made its debut at the first London Games more than a century ago. Russia claimed the silver in 7:01.81, while Australia took the bronze in 7:01.84.", "The four-time defending champion Americans finished fourth, the first time they’ve failed to win a medal in the event except for '80.", "The Americans did pick up a couple of medals in the women's 200 individual medley, but not the one they wanted.", "Fresh off her victory in the 400, Ohashi claimed her second gold in 2:08.52, beating 19-year-old Americans Alex Walsh (2:08.65) and Kate Douglass (2:09.04).", "Defending Olympic champion and world record-holder Katinka Hosszu of Hungary finished seventh. She was the oldest swimmer in the final at age 32.", "There were no surprises in the men's 200 butterfly but plenty of drama behind the scenes.", "Milak won the the gold by about two body lengths after hastily changing suits before the race, which he said cost him a chance of breaking his own world record.", "Milak said that he realised about 10 minutes before walking on deck that his suit was damaged. He told Hungarian reporters that he totally lost focus, though it was hard to tell from his performance in the pool.", "He held up the suit in the mixed zone, putting a finger through the tear before tossing it on a table in disgust.", "Milak still touched in an Olympic record of 1:51.25, more than a half-second off his 2019 world record (1:50.73) but some 2 1/2 seconds ahead of the silver medalist.", "Japan’s Tomoru Honda finished in 1:53.73, while the bronze went to Italy’s Federico Burdisso (1:54.45).", "South African star Chad le Clos finished fifth. He won the 200 fly at the 2012 London Olympics, upsetting Michael Phelps, but was no match for the Hungarian star.", "Caeleb Dressel breezed through the semifinals of the 100 free, his first of three individual events. The American star posted the second-fastest time (47.23), just behind Russia's Kliment Kolesnikov (47.11).", "“That’s about what I expected,\" Dressel said. “It’s going to be a fast final.”", "READ MORE: Tokyo Olympics officially opens with ceremony in near-empty stadium"]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:39", "title": "Turkey women’s volleyball team beat Russia, through to Olympic quarterfinal", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Turkey's women's volleyball team fought hard to beat Russian Olympic Committee (ROC) 3-2 during their preliminary round Pool B match to complete the group phase at the Olympics.", "Turkey won the nail-biting clash with set scores of 21-25, 25-23, 25-23, 15-25, 15-10 as the match at Ariake Arena lasted for two hours and 16 minutes.", "READ MORE: Turkish women's volleyball team qualify for 2020 Olympics", "#TokyoHereWeGo RESULT: 🇹🇷 3-2 ROC (21-25, 25-23, 25-23, 15-25, 15-10).⭐ TOP SCORER: Meryem Boz 🇹🇷 2️⃣2️⃣PTS📱Download our app ➡️ https://t.co/AKa4KM0BcP🏐 #Tokyo2020   Schedule & Updates ➡ https://t.co/v8vrglPFvE 🇯🇵 #Volleyball #東京2020 #バレーボール pic.twitter.com/6kZhTYXMU5", "Turkey was led by outside hitter Meryem Boz, who scored 22 points.", "Tugba Senoglu racked up 13 points, while middle blocker Zehra Gunes scored 11.", "Irina Voronkova was the top scorer for Russia with 20 points.", "Arina Fedorovtseva scored 19 and Nataliya Goncharova added 18 points for the opposition.", "Turkey will wait to see who they'll face in the knockout stage on Wednesday, after other matches in Pool A get played."]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:40", "title": "Djokovic says 'not sure' about US Open fitness after Olympics debacle", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["World number one Novak Djokovic has said he was \"not sure\" about his fitness for the US Open after pulling out of the Tokyo Olympics mixed doubles bronze medal match with a shoulder injury.", "The 34-year-old Serb could become the first man to complete a calendar Grand Slam since Rod Laver in 1969 when the US Open gets under way on August 30.", "The withdrawal in Tokyo came after the 20-time major champion lost his cool on his way to a surprise 6-4, 6-7 (6/8), 6-3 defeat against Pablo Carreno Busta in the Olympics singles bronze-medal match.", "He admitted that his exertions in Japan have taken their toll but he still hopes to be fit enough to challenge at Flushing Meadows.", "\"The consequences physically hopefully will not create a problem for me for the US Open, but that's something that I'm not sure about right now,\" said Djokovic.", "\"But I'm not regretting for giving it all because at the end of the day, when you play for your country, that's necessary.\"", "READ MORE: Djokovic beats Berrettini to win 20th Grand Slam with sixth Wimbledon title", "\"I believe there is no coincidence in life. Everything happens for a reason.\"Despite falling short of his goals at #Tokyo2020, Novak Djokovic is leaving the Olympics with no regrets 👇#Tennis | #Olympics", "Shoulder injury", "The International Tennis Federation said Djokovic had withdrawn with a \"left shoulder injury\".", "\"Ashleigh Barty and John Peers receive a walkover against Djokovic and Nina Stojanovic and win the bronze medal for Australia,\" the ITF added.", "Djokovic had been eyeing two gold medals when he played the singles and mixed doubles semi-finals on Friday — but less than 24 hours after his hopes for gold were ended — he was preparing to leave the Ariake Tennis Park without a medal of any colour.", "He lost a gruelling match to Carreno Busta which lasted two hours and 47 minutes in suffocating heat, despite saving five match points.", "READ MORE: Djokovic wins 19th major title beating Tsitsipas at French Open final", "'Didn't deliver'", "The Serbian sporting icon's best result at the Olympics remains his bronze medal in Beijing in 2008.", "\"I just didn't deliver yesterday and today,\" said Djokovic, whose singles loss to Alexander Zverev ended his Golden Grand Slam bid.", "\"The level of tennis dropped, also due to exhaustion, mentally and physically.\"", "His next opportunity to win an Olympic title will come in Paris in three years' time, when he will be 37.", "\"I know that I will bounce back. I will try to keep going for Paris Olympic Games and fight for my country to win medals,\" insisted Djokovic.", "\"I'm sorry that I disappointed a lot of sports fans in my country. But that's sport, I gave it all, whatever I had left in the tank, which was not so much. I left it out on the court.\"", "READ MORE: Novak Djokovic sets new record as World No.1 for the longest time", "Wow!An amazing performance from Pablo Carreno Busta sees him defeat Novak Djokovic and win the #bronze medal!#StrongerTogether | #Tokyo2020 | @ITFTennis | #Tennis pic.twitter.com/f429sxcMHK", "'Sorry' for racquet smash", "On Saturday, Djokovic brought back memories of his infamous default against Carreno Busta last year at the US Open, when he inadvertently struck a ball at a line judge.", "This time he threw his racquet high into the empty stands as he saw a break point come and go in the opening game of the third set, and continued to cut an angry figure, destroying another racquet by smashing it against the net post.", "He was given a warning by the umpire after that second incident, but not following the first.", "\"It was an emotional outburst and it happens,\" said Djokovic. \"You're tense on the court, in the heat of the battle.", "\"It's not the first time and it's not the last time probably. It's not nice, of course, but it's part of, I guess, who I am.", "\"I don't like doing these things, I'm sorry for sending this kind of message, but we're all human beings and sometimes it's hard to control.\"", "READ MORE: Djokovic disqualified from US Open after hitting judge with ball", "Djokovic then got a warning for this. Pablo asked how he was not given a point penalty. pic.twitter.com/0MWzeZV8Y9"]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:40", "title": "Italy's Jacobs wins first post-Bolt Olympic 100-metre gold medal", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Italy's Lamont Marcell Jacobs has outshone a field of unusual suspects to claim a shock Olympic gold in the men's 100 metres, breaking retired Jamaican star Usain Bolt's 13-year hold on the blue riband event.", "Jacobs, 26, timed a European record of 9.80 seconds, with American Fred Kerley taking silver in 9.84sec in one of the most understated major championship 100m races of recent times.", "Canada's Andre de Grasse, a bronze medallist at the 2016 Rio Games, repeated the feat in 9.89sec.", "The athletes were introduced in a dramatic light show – the stadium floodlights were shut off and 12 projectors cast 3D images of the world, zooming in to the Tokyo skyline, and then the name of each sprinter.", "The lights came back on, swiftly followed by a horrendous false start for Zharnel Hughes in lane four, the Anguilla-born Briton not even bothering to question his disqualification.", "Dressed in light blue singlet and lycra shorts, the US-born Jacobs, in lane three, made a good start, held his nerve through the drive phase and powered through to the line.", "Jacobs joyously ran into the arms of Italian teammate Gianmarco Tamberi, who had just shared gold in the men's high jump and was waiting at the finish line.", "The race, run in stifling temperatures of 30 degrees Celsius (84 Fahrenheit), had a distinctly underwhelming build-up and feel to it as hot favourite Trayvon Bromell bombed out of the semi-finals in which China's Su Bingtian and Jacobs unexpectedly set Asian and European records respectively.", "READ MORE:\nRecord-breaking Dressel wins fifth Olympic gold as Mckeon makes history", "LAMONT MARCELL JACOBS IS THE MEN'S 100M CHAMPION WITH A TIME OF 9.80S!#StrongerTogether | @WorldAthletics | #ITA pic.twitter.com/P8NzVLohms", "Without Usain Bolt", "The Tokyo Olympics are the first since Athens in 2004 to take place without Bolt, who went on to win three consecutive Olympic 100m titles in Beijing, London and Rio de Janeiro, as well as three straight 200m crowns.", "And for the first time since the 2000 Sydney Games, there was no Jamaican in the final, Bolt's long-time former teammate Yohan Blake failing to qualify from his semi-final.", "The field was instead filled with a raft of relatively unknown sprinters, with Jacobs' main claim to fame a European 60m indoor title earlier this year.", "The 100m in Tokyo, and the circus around it, has arguably been a pale imitation of Bolt's glory years during which the charismatic Jamaican not only dominated the sprints but also captivated a truly global audience.", "While the spectacle that Bolt brought to the blue riband event has been missing since his retirement in 2017, so also has been the emergence of a new generation of sprinting hopes.", "Many have been lauded as the athlete to fill Bolt's spikes, but no one has yet lived up to the considerable weight of expectation.", "READ MORE: US swimmers Dressel, Ledecky win gold again at Olympic pool", "Coronavirus restrictions", "Added to that, the 68,000-capacity Olympic Stadium in Tokyo had no cheering fans because of coronavirus restrictions in the Japanese capital.", "Instead there were sparse pockets of athletes and team officials who did their best to create something of an atmosphere at what is normally one of the most widely anticipated events of the entire Games, commanding a huge worldwide television audience.", "READ MORE: Tokyo Olympics are finally here despite Covid resurgence"]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:41", "title": "Tokyo blames youth for all-time high in cases days after Olympics start", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Tokyo is blaming low vaccination among the youth as it records 3,177 new coronavirus cases, setting an all-time high and exceeding 3,000 for the first time days after the start of the Olympics.", "The new cases on Wednesday exceeded the earlier record of 2,848 set the previous day and bring the total for the Japanese capital to 206,745 since the pandemic began early last year. Japan also reported a record high of more than 8,000 cases on Wednesday, broadcaster NHK reported.", "Tokyo has been under a fourth state of emergency since July 12 ahead of the Olympics, which began last Friday despite widespread public opposition and concern that they could further worsen the outbreak.", "Experts say Tokyo’s surge is being propelled by the new, more contagious Delta variant of the virus.", "Tokyo Governor Yuriko Koike on Wednesday urged younger people to cooperate with measures to bring down the high number of infections and get vaccinated, saying their activities are key to slowing the surge during the Olympics.", "Koike noted that the majority of the elderly have been fully vaccinated and infections among them have largely decreased, while the mostly unvaccinated younger people are now dominating the new cases.", "“Younger people’s activity holds the key (to slowing the infections), and we need your cooperation,” Koike said. ", "“Please make sure to avoid nonessential outings and observe basic anti-infection measures, and I would like younger people to get vaccinated,” she said.", "As of Tuesday, 25.5 percent of the Japanese population has been fully vaccinated of 37 percent who have received shots. The percentage of the elderly who are fully vaccinated is 68.2 percent, or 36 million people.", "Vaccine hesitancy among youth", "Vaccination prospects for the younger have improved, and some can get their shots organized by workplaces and colleges, while others still wait based on seniority. But there are also concerns over hesitancy among the young, with surveys showing many of them having doubts, in part due to fake rumours about side effects.", "Younger people have been blamed for roaming downtown areas after the requested closing hours for eateries and stores and spreading the virus. Tokyo is under its fourth state of emergency, which is to continue through the Olympics, but it mainly focuses on requiring establishments to stop serving alcohol and shorten their hours. ", "Measures for the public are only requests and they are increasingly ignored.", "Prime Minister Yoshihide Suga has also urged people to avoid nonessential outings but says there is no need to consider a suspension of the Games, which are held with no fans in Tokyo and three neighbouring prefectures — Chiba, Kanagawa and Saitama.", "Governors of the three areas, alarmed by Tokyo’s surging cases, said on Wednesday they plan to jointly ask Suga to place their prefectures under the state of emergency too.", "Nationwide, Japan reported 5,020 cases in the last 24 hours for a total of 870,445 and 15,129 confirmed deaths.", "Japan has kept its cases and deaths lower than many other countries. Its seven-day rolling average of cases is about 3.57 per 100,000 people, compared to 2.76 in India, 17.3 in the United States and 53.1 in Britain, according to data from Johns Hopkins University."]}, {"tag": "Sport", "datetime": "03/09/2021, 22:03:42", "title": "Ocon secures maiden GP win as Hamilton takes F1 lead", "website": "trtworld", "link": "https://www.trtworld.com/Sport?page=5", "article": ["Frenchman Esteban Ocon won a chaotic Hungarian Grand Prix on Sunday while an exhausted Lewis Hamilton finished third to take the Formula One championship lead from Max Verstappen by six points heading into the midseason break.", "Hamilton needed a check from the Mercedes team doctor after the race.", "“Had really big dizziness and everything got a bit blurry,” he said. \"I have been fighting all year really with the health, staying healthy after what happened at the end of last year (with coronavirus).”", "Verstappen placed 10th after being taken out ear ly in the race by Hamilton's Mercedes teammate Valtteri Bottas in a first-lap crash that caused him and four others to retire.", "It was only the 24-year-old Ocon's second podium, following a second-place finish at the Sakhir GP in Bahrain late last year.", "The Alpine driver finished ahead of Aston Martin's Sebastian Vettel, with Ferrari's Carlos Sainz Jr. fourth ahead of Ocon's teammate Fernando Alonso.", "READ MORE: Hamilton extends contract with 'incredible' Mercedes until 2023", "I don’t know what to write I’m lost for words, we just won the Hungarian @f1 Grand Prix i will forever remember this moment !!🔥Thank you to @AlpineF1Team without them I would not have make it, and what a drive by the legend himself @alo_oficial he’s part of this too 🔥 #P1 pic.twitter.com/PpbyTOD4oL", "'What a moment'", "“What a moment, feels so good,” Ocon said, patting his heart.", "The crash in the rain was caused by Bottas, who retired as a result.", "The race restarted in absurd fashion with only Hamilton on the grid, while others were changing their tires because the track had dried.", "Hamilton did the same a lap later and came out in last place, a couple of spots behind Verstappen.", "“I kept telling them (Mercedes) it’s dry, dry, dry and they said to me ‘stay out,’\" Hamilton said. \"I don’t understand it. We don’t make it easy for ourselves. It’s a mistake from us.”", "Mercedes team principal Toto Wolff didn't agree with his star driver.", "“It was 100% the right decision and I stand by it,” said Wolff. “I thought that within one lap it couldn’t dry up like it did.", "You have to take it on the chin — that it was the wrong outcome but the decision was right. I don’t think it was an error.”", "A clever second tire change by Mercedes for hard tires on Lap 20 outwitted Red Bull and Hamilton moved ahead of Verstappen after he came in for new tires.", "With 30 laps to go, the top four was Ocon-Vettel-Sainz Jr.-Hamilton.", "To give Hamilton a shot at victory, Mercedes made a third tire change with a little more than 20 laps remaining.", "But he had to get ahead of the 40-year-old Alonso first, a driver with 32 wins and 97 podiums, and among the most talented of his generation.", "Alonso held off a first attack on Lap 55 and blocked him two more times on Lap 57 with stellar defending on the inside.", "Alonso's nous was enough to repel two more attacks.", "“He is one of hardest drivers but fair,\" Hamilton said. “I would say today was a little bit on the limit, but I totally get it and I would do it for my team.”", "When Hamilton finally got past there were only five laps left and Sainz Jr. just ahead. He overtook him but by then the front two were too far ahead.", "Hamilton's bid for a 100th win resumes on August 29 at the Belgian GP in Spa, where Bottas will start that race with a five-place grid penalty.", "Alonso’s brilliant defensive driving helped Ocon secure the victory and they hugged after the race, with Alonso lifting him up in the air.", "“We are forming a great team and pushing the team in the right direction,\" Ocon said.", "Hamilton was again loudly jeered by sections of the crowd, as he was after taking pole position on Saturday. He won the British GP two weeks ago despite a 10-second penalty for taking Verstappen out on the first lap.", "Heavy rain", "Heavy rain fell shortly before Sunday's race and the track was soaked.", "Hamilton got away from pole but Verstappen shot ahead of Bottas into second.", "McLaren’s Lando Norris also overtook Bottas, who bumped into the back of him — sending Norris sliding into Verstappen and both off track. Bottas went into a tire wall and took out Verstappen’s teammate Sergio Perez on his way.", "Ferrari’s Charles Leclerc was jammed between Aston Martin’s Lance Stroll and McLaren’s Daniel Ricciardo. After a red flag halted the race to allow stewards to clear the wrecked cars, Leclerc, Stroll, Norris and Perez also retired.", "When the race restarted, Hamilton was alone on the grid while others were ditching their wet-weather tires to suit the now drying track.", "Hamilton had to do the same on the next lap and came out in last place with Verstappen 11th, while Ocon led from Vettel. Nikita Mazepin was the sixth to retire after colliding with 2007 F1 champion Kimi Raikkonen’s Alfa Romeo in the pit lane.", "The sinewy and tight 4.4-kilometer (2.7-mile) Hungaroring circuit is arguably the hardest track to overtake on after Monaco.", "“I can’t get close to people,” said Hamilton, who fell short of winning the race for a record-extending ninth time.", "Ocon was once part of the Mercedes development program and the team's reserve driver two years ago after losing his F1 seat.", "He showed the talent Mercedes saw in him with a composed drive under pressure from Vettel, a four-time F1 champion with 53 wins.", "“Esteban didn't make a single mistake,” Vettel said. “It’s his day and his moment.”", "READ MORE: Formula 1 champ Seb Vettel signs with Racing Point for 2021 season"]}]