[{"tag": "magazine", "datetime": "03/09/2021, 22:06:06", "title": "Climate crisis puts one billion children at ‘extremely high risk - UNICEF", "website": "trtworld", "link": "https://www.trtworld.com/magazine?page=5", "article": ["Almost half of the world’s 2.2 billion children are already at “extremely high risk” from the impacts of the climate crisis such as cyclones and heatwaves as well as rising pollution levels, according to a report from UNICEF. ", "Taking a comprehensive look at children’s exposure and vulnerability to external factors for the first time, the UN agency called the situation “unimaginably dire”.", "A number of reasons including physical, psychological, and an increased risk of death are cited behind exposing children to more harmful impacts of climate change. ", "“A record-breaking 850 million – approximately one-third of all children – are exposed to four or more stresses, creating incredibly challenging environments for children to live, play and thrive,” UNICEF executive director Henrietta Fore said.", "“These children face a deadly combination of exposure to multiple shocks with high vulnerability resulting from a lack of essential services,” Fore added.", "However, the organisation says it’s just the beginning, and only a timely action can prevent our planet from becoming unlivable for children and future generations. ", "Global greenhouse gas emissions need to be halved by 2030 and cut to zero by 2050 to avoid the worst impacts, according to The Children’s Climate Risk Index (IPCC). However, most countries are far from being on track to meet these targets.", "Children in the Central African Republic, Chad, Nigeria, Guinea, and Guinea Bissau are the most at risk, the index revealed, but pointed out that these countries are not among those responsible for creating the problem. The report puts the blame on 10 countries that are responsible for nearly 70 per cent of global emissions. ", "Current impacts on children", "Lack of healthcare, education, water, and sanitation are some of the essentials the children who are exposed to multiple, overlapping climate and environmental risks that trigger. ", "820 million children (over one-third of children globally) are currently highly exposed to heatwaves, according to the Children’s Climate Risk Index. 2020 was recorded as the hottest year on record. ", "Nearly 1 in 6 children globally, 400 million children, are currently highly exposed to cyclones that are increasing in frequency. Cyclone patterns shift causing rainfall intensity to grow.", "Riverine flooding is currently affecting 330 million children, 1 in 7 children globally. As the high water content in the atmosphere causes glaciers to continue melting, this number is feared to get worse.", "As a result, 240 million children, 1 in 10 children, are highly exposed to coastal floodings. Rising sea levels are magnified storm surges also being added to the equation. ", "But while water floods kill people, 920 children are experiencing a lack of access to water. Frequency and severity of droughts, water stress, seasonal and interannual variability and contamination are among the causes of water scarcity as a result of climate change.", "Fighting vector-borne diseases is much harder under worsening climate conditions that create a perfect environment for mosquitos and pathogens to transmit more diseases. 600 million, more than 1 in 4 children, are already highly exposed to such diseases. ", "Almost 90 per cent of children globally, 2 billion children, are currently highly exposed to air pollution. ", "Children fighting for children", "Four children climate activists, Adriana Calderón from Mexico, Farzana Faruk Jhumu, from Bangladesh, Eric Njuguna from Kenya, Greta Thunberg from Sweden launched the report and called for action. ", "“Climate change is the greatest threat facing the world’s children and young people. And so we too are rising,” the child activists said. ", "In their foreword, they also gave examples of how children living under challenging climate conditions were taking action in their hands.", "In Bangladesh, Tahsin, a child activist who witnessed cyclones, droughts, floods, salinity, and river erosion is raising awareness about plastic waste and erosion at river edges, the activists said.", "Mitzi from the Philippines recently spent two dark days in her house due to a typhoon that separated her from her family during the disaster. She is now leading in the fight for climate justice."]}]